Repository: 1595901624/flux
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar, de, es, fa, id, ja, ko, ru, tr, tt, zh_cn, zh_tw

# VM_SwitchFailed.Text
source: Switch failed: {0}
ar: فشل التبديل: {0}
de: Wechsel fehlgeschlagen: {0}
es: Error al cambiar: {0}
fa: تغییر ناموفق: {0}
id: Gagal beralih: {0}
ja: 切り替え失敗: {0}
ko: 전환 실패: {0}
ru: Ошибка переключения: {0}
tr: Geçiş başarısız: {0}
tt: Алмаштыру хата: {0}
zh_cn: 切换失败: {0}
zh_tw: 切換失敗: {0}

# VM_SwitchFailed.Content
source: Switch failed: {0}
ar: فشل التبديل: {0}
de: Wechsel fehlgeschlagen: {0}
fa: تغییر ناموفق: {0}
id: Gagal beralih: {0}
ja: 切り替え失敗: {0}
ko: 전환 실패: {0}
tr: Geçiş başarısız: {0}
tt: Алмаштыру хата: {0}
zh_cn: 切换失败: {0}
zh_tw: 切換失敗: {0}

# VM_DefaultNewName.Text
source: New profile
ar: ملف جديد
de: Neues Profil
es: Nuevo perfil
fa: پروفایل جدید
id: Profil baru
ja: 新規設定
ko: 새 설정
ru: Новый профиль
tr: Yeni profil
tt: Яңа профиль
zh_cn: 新配置
zh_tw: 新設定

# VM_DefaultNewName.Content
source: New profile
ar: ملف جديد
de: Neues Profil
fa: پروفایل جدید
id: Profil baru
ja: 新規設定
ko: 새 설정
tr: Yeni profil
tt: Яңа профиль
zh_cn: 新配置
zh_tw: 新設定

# VM_Created.Text
source: Created: {0}
ar: تم الإنشاء: {0}
de: Erstellt: {0}
es: Creado: {0}
fa: ایجاد شد: {0}
id: Dibuat: {0}
ja: 作成: {0}
ko: 생성됨: {0}
ru: Создано: {0}
tr: Oluşturuldu: {0}
tt: Ясалды: {0}
zh_cn: 已创建: {0}
zh_tw: 已建立: {0}

# VM_Created.Content
source: Created: {0}
ar: تم الإنشاء: {0}
de: Erstellt: {0}
fa: ایجاد شد: {0}
id: Dibuat: {0}
ja: 作成: {0}
ko: 생성됨: {0}
tr: Oluşturuldu: {0}
tt: Ясалды: {0}
zh_cn: 已创建: {0}
zh_tw: 已建立: {0}

# VM_CreateFailed.Text
source: Create failed: {0}
ar: فشل الإنشاء: {0}
de: Erstellen fehlgeschlagen: {0}
es: Error al crear: {0}
fa: ایجاد ناموفق: {0}
id: Gagal membuat: {0}
ja: 作成失敗: {0}
ko: 생성 실패: {0}
ru: Ошибка создания: {0}
tr: Oluşturma başarısız: {0}
tt: Ясау хата: {0}
zh_cn: 创建失败: {0}
zh_tw: 建立失敗: {0}

# VM_CreateFailed.Content
source: Create failed: {0}
ar: فشل الإنشاء: {0}
de: Erstellen fehlgeschlagen: {0}
fa: ایجاد ناموفق: {0}
id: Gagal membuat: {0}
ja: 作成失敗: {0}
ko: 생성 실패: {0}
tr: Oluşturma başarısız: {0}
tt: Ясау хата: {0}
zh_cn: 创建失败: {0}
zh_tw: 建立失敗: {0}

# VM_NoRemoteToUpdate.Text
source: No remote profiles to update
ar: لا ملفات بعيدة للتحديث
de: Keine Remote-Profile
es: Sin perfiles remotos
fa: پروفایل راه‌دوری برای به‌روزرسانی نیست
id: Tidak ada profil jarak jauh
ja: 更新可能なリモート購読なし
ko: 업데이트할 원격 구독 없음
ru: Нет удалённых подписок
tr: Güncellenecek uzak profil yok
tt: Яңартырлык remote профиль юк
zh_cn: 没有可更新的远程订阅
zh_tw: 沒有可更新的遠端訂閱

# VM_NoRemoteToUpdate.Content
source: No remote profiles to update
ar: لا ملفات بعيدة للتحديث
de: Keine Remote-Profile
fa: پروفایل راه‌دوری برای به‌روزرسانی نیست
id: Tidak ada profil jarak jauh
ja: 更新可能なリモート購読なし
ko: 업데이트할 원격 구독 없음
tr: Güncellenecek uzak profil yok
tt: Яңартырлык remote профиль юк
zh_cn: 没有可更新的远程订阅
zh_tw: 沒有可更新的遠端訂閱

# VM_Updating.Text
source: Updating: {0}…
ar: جارٍ التحديث: {0}…
de: Aktualisiere: {0}…
es: Actualizando: {0}…
fa: در حال به‌روزرسانی: {0}…
id: Memperbarui: {0}…
ja: 更新中: {0}…
ko: 업데이트 중: {0}…
ru: Обновление: {0}…
tr: Güncelleniyor: {0}…
tt: Яңартыла: {0}…
zh_cn: 正在更新: {0}…
zh_tw: 正在更新: {0}…

# VM_Updating.Content
source: Updating: {0}…
ar: جارٍ التحديث: {0}…
de: Aktualisiere: {0}…
fa: در حال به‌روزرسانی: {0}…
id: Memperbarui: {0}…
ja: 更新中: {0}…
ko: 업데이트 중: {0}…
tr: Güncelleniyor: {0}…
tt: Яңартыла: {0}…
zh_cn: 正在更新: {0}…
zh_tw: 正在更新: {0}…

# VM_ProfileUpdateFailedLog.Text
source: Profile update failed: {0}: {1}
ar: فشل تحديث الملف: {0}: {1}
de: Profil-Update fehlgeschlagen: {0}: {1}
es: Error al actualizar perfil: {0}: {1}
fa: به‌روزرسانی اشتراک ناموفق: {0}: {1}
id: Gagal memperbarui profil: {0}: {1}
ja: 購読更新失敗: {0}: {1}
ko: 구독 업데이트 실패: {0}: {1}
ru: Ошибка обновления подписки: {0}: {1}
tr: Profil güncelleme başarısız: {0}: {1}
tt: Профиль яңарту хата: {0}: {1}
zh_cn: 订阅更新失败: {0}: {1}
zh_tw: 訂閱更新失敗: {0}: {1}

# VM_ProfileUpdateFailedLog.Content
source: Profile update failed: {0}: {1}
ar: فشل تحديث الملف: {0}: {1}
de: Profil-Update fehlgeschlagen: {0}: {1}
fa: به‌روزرسانی اشتراک ناموفق: {0}: {1}
id: Gagal memperbarui profil: {0}: {1}
ja: 購読更新失敗: {0}: {1}
ko: 구독 업데이트 실패: {0}: {1}
tr: Profil güncelleme başarısız: {0}: {1}
tt: Профиль яңарту хата: {0}: {1}
zh_cn: 订阅更新失败: {0}: {1}
zh_tw: 訂閱更新失敗: {0}: {1}

# VM_UpdateAllDone.Text
source: Update all finished: {0}/{1} succeeded
ar: اكتمل تحديث الكل: نجح {0}/{1}
de: Fertig: {0}/{1} erfolgreich
es: Terminado: {0}/{1} con éxito
fa: همه کامل شد: موفق {0}/{1}
id: Selesai: berhasil {0}/{1}
ja: すべて更新完了: 成功 {0}/{1}
ko: 모두 완료: 성공 {0}/{1}
ru: Готово: успешно {0}/{1}
tr: Tamamlandı: başarılı {0}/{1}
tt: Барысы тәмам: уңышлы {0}/{1}
zh_cn: 全部更新完成：成功 {0}/{1}
zh_tw: 全部更新完成：成功 {0}/{1}

# VM_UpdateAllDone.Content
source: Update all finished: {0}/{1} succeeded
ar: اكتمل تحديث الكل: نجح {0}/{1}
de: Fertig: {0}/{1} erfolgreich
fa: همه کامل شد: موفق {0}/{1}
id: Selesai: berhasil {0}/{1}
ja: すべて更新完了: 成功 {0}/{1}
ko: 모두 완료: 성공 {0}/{1}
tr: Tamamlandı: başarılı {0}/{1}
tt: Барысы тәмам: уңышлы {0}/{1}
zh_cn: 全部更新完成：成功 {0}/{1}
zh_tw: 全部更新完成：成功 {0}/{1}

# VM_UpdateSucceeded.Text
source: Updated: {0}
ar: تم التحديث: {0}
de: Aktualisiert: {0}
es: Actualizado: {0}
fa: به‌روزرسانی شد: {0}
id: Diperbarui: {0}
ja: 更新成功: {0}
ko: 업데이트 성공: {0}
ru: Обновлено: {0}
tr: Güncellendi: {0}
tt: Яңартылды: {0}
zh_cn: 更新成功: {0}
zh_tw: 更新成功: {0}

# VM_UpdateSucceeded.Content
source: Updated: {0}
ar: تم التحديث: {0}
de: Aktualisiert: {0}
fa: به‌روزرسانی شد: {0}
id: Diperbarui: {0}
ja: 更新成功: {0}
ko: 업데이트 성공: {0}
tr: Güncellendi: {0}
tt: Яңартылды: {0}
zh_cn: 更新成功: {0}
zh_tw: 更新成功: {0}

# VM_UpdateFailed.Text
source: Update failed: {0}
ar: فشل التحديث: {0}
de: Update fehlgeschlagen: {0}
es: Error al actualizar: {0}
fa: به‌روزرسانی ناموفق: {0}
id: Gagal memperbarui: {0}
ja: 更新失敗: {0}
ko: 업데이트 실패: {0}
ru: Ошибка обновления: {0}
tr: Güncelleme başarısız: {0}
tt: Яңарту хата: {0}
zh_cn: 更新失败: {0}
zh_tw: 更新失敗: {0}

# VM_UpdateFailed.Content
source: Update failed: {0}
ar: فشل التحديث: {0}
de: Update fehlgeschlagen: {0}
fa: به‌روزرسانی ناموفق: {0}
id: Gagal memperbarui: {0}
ja: 更新失敗: {0}
ko: 업데이트 실패: {0}
tr: Güncelleme başarısız: {0}
tt: Яңарту хата: {0}
zh_cn: 更新失败: {0}
zh_tw: 更新失敗: {0}

# VM_Deleted.Text
source: Deleted
ar: تم الحذف
de: Gelöscht
es: Eliminado
fa: حذف شد
id: Terhapus
ja: 削除しました
ko: 삭제됨
ru: Удалено
tr: Silindi
tt: Бетерелде
zh_cn: 已删除
zh_tw: 已刪除

# VM_Deleted.Content
source: Deleted
ar: تم الحذف
de: Gelöscht
fa: حذف شد
id: Terhapus
ja: 削除しました
ko: 삭제됨
tr: Silindi
tt: Бетерелде
zh_cn: 已删除
zh_tw: 已刪除

# VM_ProfileDisabled.Text
source: (Disabled)
ar: (معطّل)
de: (Inaktiv)
es: (Deshabilitado)
fa: (غیرفعال)
id: (Nonaktif)
ja: （無効）
ko: （비활성）
ru: (Не включено)
tr: (비활성)
tt: (Сүндерелгән)
zh_cn: （未启用）
zh_tw: （未啟用）

# VM_ProfileDisabled.Content
source: (Disabled)
ar: (معطّل)
de: (Inaktiv)
fa: (غیرفعال)
id: (Nonaktif)
ja: （無効）
ko: （비활성）
tr: (비활성)
tt: (Сүндерелгән)
zh_cn: （未启用）
zh_tw: （未啟用）

# VM_ProfileNoSubscription.Text
source: (No profile)
ar: (لا ملف)
de: (Kein Profil)
es: (Sin perfil)
fa: (بدون اشتراک)
id: (Tidak ada profil)
ja: （購読なし）
ko: （구독 없음）
ru: (Нет подписки)
tr: (구독 없음)
tt: (Профиль юк)
zh_cn: （未启用订阅）
zh_tw: （未啟用訂閱）

# VM_ProfileNoSubscription.Content
source: (No profile)
ar: (لا ملف)
de: (Kein Profil)
fa: (بدون اشتراک)
id: (Tidak ada profil)
ja: （購読なし）
ko: （구독 없음）
tr: (구독 없음)
tt: (Профиль юк)
zh_cn: （未启用订阅）
zh_tw: （未啟用訂閱）

# VM_SubscriptionStatusDefault.Text
source: Click card to manage profiles
ar: انقر على البطاقة للإدارة
de: Karte klicken zum Verwalten
es: Haga clic en la tarjeta para gestionar
fa: برای مدیریت کلیک کنید
id: Klik kartu untuk mengelola
ja: カードをクリックして管理
ko: 카드를 클릭해 구독 관리
ru: Нажмите карточку для управления
tr: Karta'ya tıklayın
tt: Профиль белән идарә өчен басыгыз
zh_cn: 点击卡片管理订阅
zh_tw: 點擊卡片管理訂閱

# VM_SubscriptionStatusDefault.Content
source: Click card to manage profiles
ar: انقر على البطاقة للإدارة
de: Karte klicken zum Verwalten
fa: برای مدیریت کلیک کنید
id: Klik kartu untuk mengelola
ja: カードをクリックして管理
ko: 카드를 클릭해 구독 관리
tr: Karta'ya tıklayın
tt: Профиль белән идарә өчен басыгыз
zh_cn: 点击卡片管理订阅
zh_tw: 點擊卡片管理訂閱

# VM_CoreChecking.Text
source: Checking…
ar: جارٍ الفحص…
de: Wird geprüft…
es: Comprobando…
fa: در حال بررسی…
id: Memeriksa…
ja: 確認中…
ko: 확인 중…
ru: Проверка…
tr: Kontrol ediliyor…
tt: Тикшерелә…
zh_cn: 检查中…
zh_tw: 檢查中…

# VM_CoreChecking.Content
source: Checking…
ar: جارٍ الفحص…
de: Wird geprüft…
fa: در حال بررسی…
id: Memeriksa…
ja: 確認中…
ko: 확인 중…
tr: Kontrol ediliyor…
tt: Тикшерелә…
zh_cn: 检查中…
zh_tw: 檢查中…

# VM_CoreRunning.Text
source: Core running
ar: النواة تعمل
de: Kern läuft
es: Núcleo en ejecución
fa: هسته در حال اجرا
id: Core berjalan
ja: コア実行中
ko: 코어 실행 중
ru: Ядро работает
tr: Çekirdek çalışıyor
tt: Йөзәк эшли
zh_cn: 内核运行中
zh_tw: 核心執行中

# VM_CoreRunning.Content
source: Core running
ar: النواة تعمل
de: Kern läuft
fa: هسته در حال اجرا
id: Core berjalan
ja: コア実行中
ko: 코어 실행 중
tr: Çekirdek çalışıyor
tt: Йөзәк эшли
zh_cn: 内核运行中
zh_tw: 核心執行中

# VM_CoreNotRunning.Text
source: Core not running
ar: النواة لا تعمل
de: Kern läuft nicht
es: Núcleo detenido
fa: هسته اجرا نمی‌شود
id: Core tidak berjalan
ja: コア停止中
ko: 코어 미실행
ru: Ядро не запущено
tr: Çekirdek çalışmıyor
tt: Йөзәк эшләми
zh_cn: 内核未运行
zh_tw: 核心未執行

# VM_CoreNotRunning.Content
source: Core not running
ar: النواة لا تعمل
de: Kern läuft nicht
fa: هسته اجرا نمی‌شود
id: Core tidak berjalan
ja: コア停止中
ko: 코어 미실행
tr: Çekirdek çalışmıyor
tt: Йөзәк эшләми
zh_cn: 内核未运行
zh_tw: 核心未執行

# VM_UptimeHours.Text
source: {0} h {1} min
ar: {0} س {1} د
de: {0} Std. {1} Min.
fa: {0} ساعت {1} دقیقه
id: {0} jam {1} menit
ja: {0}時間{1}分
ko: {0}시간 {1}분
ru: {0} ч {1} мин
tr: {0} sa {1} dk
tt: {0} сәг {1} мин
zh_cn: {0} 小时 {1} 分
zh_tw: {0} 小時 {1} 分

# VM_UptimeHours.Content
source: {0} h {1} min
ar: {0} س {1} د
de: {0} Std. {1} Min.
fa: {0} ساعت {1} دقیقه
id: {0} jam {1} menit
ja: {0}時間{1}分
ko: {0}시간 {1}분
tr: {0} sa {1} dk
tt: {0} сәг {1} мин
zh_cn: {0} 小时 {1} 分
zh_tw: {0} 小時 {1} 分

# VM_UptimeMinutes.Text
source: {0} min {1} s
ar: {0} د {1} ث
de: {0} Min. {1} Sek.
fa: {0} دقیقه {1} ثانیه
id: {0} menit {1} detik
ja: {0}分{1}秒
ko: {0}분 {1}초
ru: {0} мин {1} с
tr: {0} dk {1} sn
tt: {0} мин {1} сек
zh_cn: {0} 分 {1} 秒
zh_tw: {0} 分 {1} 秒

# VM_UptimeMinutes.Content
source: {0} min {1} s
ar: {0} د {1} ث
de: {0} Min. {1} Sek.
fa: {0} دقیقه {1} ثانیه
id: {0} menit {1} detik
ja: {0}分{1}秒
ko: {0}분 {1}초
tr: {0} dk {1} sn
tt: {0} мин {1} сек
zh_cn: {0} 分 {1} 秒
zh_tw: {0} 分 {1} 秒

# VM_NotRunning.Text
source: Not running
ar: لا تعمل
de: Läuft nicht
es: No se ejecuta
fa: اجرا نمی‌شود
id: Tidak berjalan
ja: 停止中
ko: 미실행
ru: Не запущено
tr: Çalışmıyor
tt: Эшләми
zh_cn: 未运行
zh_tw: 未執行

# VM_NotRunning.Content
source: Not running
ar: لا تعمل
de: Läuft nicht
fa: اجرا نمی‌شود
id: Tidak berjalan
ja: 停止中
ko: 미실행
tr: Çalışmıyor
tt: Эшләми
zh_cn: 未运行
zh_tw: 未執行

# VM_RulesCount.Text
source: {0} rules
ar: {0} قواعد
de: {0} Regeln
es: {0} reglas
fa: {0} قانون
id: {0} aturan
ja: {0} 件
ko: {0}개
ru: {0} правил
tr: {0} kural
tt: {0} кагыйдә
zh_cn: {0} 条
zh_tw: {0} 條

# VM_RulesCount.Content
source: {0} rules
ar: {0} قواعد
de: {0} Regeln
fa: {0} قانون
id: {0} aturan
ja: {0} 件
ko: {0}개
tr: {0} kural
tt: {0} кагыйдә
zh_cn: {0} 条
zh_tw: {0} 條

# VM_SubNoProfile.Text
source: No profile yet — click to import
ar: لا ملف بعد — انقر للمتابعة
de: Noch kein Profil — klicken
es: Aún no hay perfil; haga clic
fa: هنوز اشتراکی نیست؛ کلیک کنید
id: Belum ada profil — klik untuk lanjut
ja: まだ購読がありません。クリックして移動
ko: 구독이 없습니다. 클릭하여 이동
ru: Подписки ещё нет — нажмите
tr: Henüz profil yok — tıklayın
tt: Профиль әле юк — басыгыз
zh_cn: 尚未导入订阅，点击前往
zh_tw: 尚未匯入訂閱，點擊前往

# VM_SubNoProfile.Content
source: No profile yet — click to import
ar: لا ملف بعد — انقر للمتابعة
de: Noch kein Profil — klicken
fa: هنوز اشتراکی نیست؛ کلیک کنید
id: Belum ada profil — klik untuk lanjut
ja: まだ購読がありません。クリックして移動
ko: 구독이 없습니다. 클릭하여 이동
tr: Henüz profil yok — tıklayın
tt: Профиль әле юк — басыгыз
zh_cn: 尚未导入订阅，点击前往
zh_tw: 尚未匯入訂閱，點擊前往

# VM_SubRemoteHint.Text
source: Remote profile · click card to manage
ar: ملف بعيد · انقر للإدارة
de: Remote-Profil · Karte klicken
es: Perfil remoto · clic para gestionar
fa: پروفایل راه‌دور · کلیک برای مدیریت
id: Profil jarak jauh · klik kartu
ja: リモート購読・クリックで管理
ko: 원격 구독 · 클릭해 관리
ru: Удалённая подписка · нажмите карточку
tr: Uzak profil · karta tıklayın
tt: Remote профиль · басып идарә итегез
zh_cn: 远程订阅 · 点击卡片管理
zh_tw: 遠端訂閱 · 點擊卡片管理

# VM_SubRemoteHint.Content
source: Remote profile · click card to manage
ar: ملف بعيد · انقر للإدارة
de: Remote-Profil · Karte klicken
fa: پروفایل راه‌دور · کلیک برای مدیریت
id: Profil jarak jauh · klik kartu
ja: リモート購読・クリックで管理
ko: 원격 구독 · 클릭해 관리
tr: Uzak profil · karta tıklayın
tt: Remote профиль · басып идарә итегез
zh_cn: 远程订阅 · 点击卡片管理
zh_tw: 遠端訂閱 · 點擊卡片管理

# VM_SubLocalHint.Text
source: Local profile · click card to manage
ar: ملف محلي · انقر للإدارة
de: Lokales Profil · Karte klicken
es: Perfil local · clic para gestionar
fa: پروفایل محلی · کلیک برای مدیریت
id: Profil lokal · klik kartu
ja: ローカル設定・クリックで管理
ko: 로컬 설정 · 클릭해 관리
ru: Локальный профиль · нажмите карточку
tr: Yerel profil · karta tıklayın
tt: Локаль профиль · басып идарә итегез
zh_cn: 本地配置 · 点击卡片管理
zh_tw: 本地設定 · 點擊卡片管理

# VM_SubLocalHint.Content
source: Local profile · click card to manage
ar: ملف محلي · انقر للإدارة
de: Lokales Profil · Karte klicken
fa: پروفایل محلی · کلیک برای مدیریت
id: Profil lokal · klik kartu
ja: ローカル設定・クリックで管理
ko: 로컬 설정 · 클릭해 관리
tr: Yerel profil · karta tıklayın
tt: Локаль профиль · басып идарә итегез
zh_cn: 本地配置 · 点击卡片管理
zh_tw: 本地設定 · 點擊卡片管理

# VM_TunNeedAdmin.Text
source: TUN requires running Flux as administrator
ar: TUN يتطلب تشغيل التطبيق كمسؤول
de: TUN erfordert Admin-Rechte
es: TUN requiere ejecutar como administrador
fa: TUN نیاز به اجرای برنامه به عنوان مدیر دارد
id: TUN perlu dijalankan sebagai admin
ja: TUNには管理者実行が必要です
ko: TUN에는 관리자 권한이 필요합니다
ru: TUN требует запуска от администратора
tr: TUN için yönetici gerekir
tt: TUN өчен кушакны админ буларак эшләтү кирәк
zh_cn: TUN 模式需要以管理员身份运行应用
zh_tw: TUN 模式需要以管理員身份執行應用

# VM_TunNeedAdmin.Content
source: TUN requires running Flux as administrator
ar: TUN يتطلب تشغيل التطبيق كمسؤول
de: TUN erfordert Admin-Rechte
fa: TUN نیاز به اجرای برنامه به عنوان مدیر دارد
id: TUN perlu dijalankan sebagai admin
ja: TUNには管理者実行が必要です
ko: TUN에는 관리자 권한이 필요합니다
tr: TUN için yönetici gerekir
tt: TUN өчен кушакны админ буларак эшләтү кирәк
zh_cn: TUN 模式需要以管理员身份运行应用
zh_tw: TUN 模式需要以管理員身份執行應用

# VM_TunRejected.Text
source: Core not running or rejected the TUN config
ar: النواة لا تعمل أو رفضت إعدادات TUN
de: Kern läuft nicht oder lehnt TUN ab
es: Núcleo detenido o rechazó la config TUN
fa: هسته اجرا نمی‌شود یا پیکربندی TUN را رد کرد
id: Core tidak berjalan atau menolak konfigurasi TUN
ja: コアが停止中かTUN設定を拒否
ko: 코어 미실행 또는 TUN 설정 거부
ru: Ядро не работает или отклонило TUN
tr: Çekirdek çalışmıyor veya TUN yapılandırmasını reddetti
tt: Йөзәк эшләми яки TUN'ны кабул итмәде
zh_cn: 内核未运行或拒绝了 TUN 配置
zh_tw: 核心未執行或拒絕了 TUN 設定

# VM_TunRejected.Content
source: Core not running or rejected the TUN config
ar: النواة لا تعمل أو رفضت إعدادات TUN
de: Kern läuft nicht oder lehnt TUN ab
fa: هسته اجرا نمی‌شود یا پیکربندی TUN را رد کرد
id: Core tidak berjalan atau menolak konfigurasi TUN
ja: コアが停止中かTUN設定を拒否
ko: 코어 미실행 또는 TUN 설정 거부
tr: Çekirdek çalışmıyor veya TUN yapılandırmasını reddetti
tt: Йөзәк эшләми яки TUN'ны кабул итмәде
zh_cn: 内核未运行或拒绝了 TUN 配置
zh_tw: 核心未執行或拒絕了 TUN 設定

# VM_ConnCount.Text
source: Active {0} · Closed {1}
ar: نشط {0} · مغلق {1}
de: Aktiv {0} · Geschlossen {1}
es: Activas {0} · Cerradas {1}
fa: فعال {0} · بسته {1}
id: Aktif {0} · Tertutup {1}
ja: アクティブ {0}・終了 {1}
ko: 활성 {0} · 닫힘 {1}
ru: Активных {0} · Закрытых {1}
tr: Aktif {0} · Kapalı {1}
tt: Актив {0} · Ябылган {1}
zh_cn: 活跃 {0} · 已关闭 {1}
zh_tw: 活躍 {0} · 已關閉 {1}

# VM_ConnCount.Content
source: Active {0} · Closed {1}
ar: نشط {0} · مغلق {1}
de: Aktiv {0} · Geschlossen {1}
fa: فعال {0} · بسته {1}
id: Aktif {0} · Tertutup {1}
ja: アクティブ {0}・終了 {1}
ko: 활성 {0} · 닫힘 {1}
tr: Aktif {0} · Kapalı {1}
tt: Актив {0} · Ябылган {1}
zh_cn: 活跃 {0} · 已关闭 {1}
zh_tw: 活躍 {0} · 已關閉 {1}

# VM_ConnCloseFailed.Text
source: Failed to close connection: {0}
ar: فشل إغلاق الاتصال: {0}
de: Verbindung schließen fehlgeschlagen: {0}
es: Error al cerrar conexión: {0}
fa: بستن اتصال ناموفق: {0}
id: Gagal menutup koneksi: {0}
ja: 接続遮断失敗: {0}
ko: 연결 닫기 실패: {0}
ru: Ошибка закрытия соединения: {0}
tr: Bağlantı kapatma başarısız: {0}
tt: Тоташуны өзү хата: {0}
zh_cn: 关闭连接失败: {0}
zh_tw: 關閉連接失敗: {0}

# VM_ConnCloseFailed.Content
source: Failed to close connection: {0}
ar: فشل إغلاق الاتصال: {0}
de: Verbindung schließen fehlgeschlagen: {0}
fa: بستن اتصال ناموفق: {0}
id: Gagal menutup koneksi: {0}
ja: 接続遮断失敗: {0}
ko: 연결 닫기 실패: {0}
tr: Bağlantı kapatma başarısız: {0}
tt: Тоташуны өзү хата: {0}
zh_cn: 关闭连接失败: {0}
zh_tw: 關閉連接失敗: {0}

# VM_ConnCloseAllFailed.Text
source: Failed to close all connections: {0}
ar: فشل إغلاق الكل: {0}
de: Alle schließen fehlgeschlagen: {0}
es: Error al cerrar todas: {0}
fa: بستن همه اتصال‌ها ناموفق: {0}
id: Gagal menutup semua: {0}
ja: 全接続遮断失敗: {0}
ko: 모두 닫기 실패: {0}
ru: Ошибка закрытия всех: {0}
tr: Tümünü kapatma başarısız: {0}
tt: Барысын өзү хата: {0}
zh_cn: 关闭全部连接失败: {0}
zh_tw: 關閉全部連接失敗: {0}

# VM_ConnCloseAllFailed.Content
source: Failed to close all connections: {0}
ar: فشل إغلاق الكل: {0}
de: Alle schließen fehlgeschlagen: {0}
fa: بستن همه اتصال‌ها ناموفق: {0}
id: Gagal menutup semua: {0}
ja: 全接続遮断失敗: {0}
ko: 모두 닫기 실패: {0}
tr: Tümünü kapatma başarısız: {0}
tt: Барысын өзү хата: {0}
zh_cn: 关闭全部连接失败: {0}
zh_tw: 關閉全部連接失敗: {0}

# VM_LogsCount.Text
source: {0} entries
ar: {0} سجلات
de: {0} Einträge
es: {0} entradas
fa: {0} مورد
id: {0} entri
ja: {0} 件
ko: {0}개
ru: {0} записей
tr: {0} kayıt
tt: {0} язма
zh_cn: {0} 条
zh_tw: {0} 條

# VM_LogsCount.Content
source: {0} entries
ar: {0} سجلات
de: {0} Einträge
fa: {0} مورد
id: {0} entri
ja: {0} 件
ko: {0}개
tr: {0} kayıt
tt: {0} язма
zh_cn: {0} 条
zh_tw: {0} 條

# SVC_InvalidYaml.Text
source: File is not a valid YAML config
ar: الملف ليس تكوين YAML صالحًا
de: Datei ist keine gültige YAML-Konfiguration
es: El archivo no es YAML válido
fa: فایل YAML معتبر نیست
id: File bukan YAML valid
ja: 有効なYAML設定ではありません
ko: 유효한 YAML 설정이 아닙니다
ru: Файл не является корректным YAML
tr: Dosya geçerli YAML değil
tt: Файл дөрес YAML түгел
zh_cn: 文件不是有效的 YAML 配置
zh_tw: 檔案不是有效的 YAML 設定

# SVC_InvalidYaml.Content
source: File is not a valid YAML config
ar: الملف ليس تكوين YAML صالحًا
de: Datei ist keine gültige YAML-Konfiguration
fa: فایل YAML معتبر نیست
id: File bukan YAML valid
ja: 有効なYAML設定ではありません
ko: 유효한 YAML 설정이 아닙니다
tr: Dosya geçerli YAML değil
tt: Файл дөрес YAML түгел
zh_cn: 文件不是有效的 YAML 配置
zh_tw: 檔案不是有效的 YAML 設定

# SVC_OnlyRemoteUpdatable.Text
source: Only remote profiles can be updated
ar: فقط الملفات البعيدة قابلة للتحديث
de: Nur Remote-Profile aktualisierbar
es: Solo se actualizan perfiles remotos
fa: فقط پروفایل‌های راه‌دور قابل به‌روزرسانی‌اند
id: Hanya profil jarak jauh yang bisa diperbarui
ja: リモート購読のみ更新可能
ko: 원격 구독만 업데이트 가능
ru: Обновлять можно только удалённые подписки
tr: Sadece uzak profiller güncellenebilir
tt: Үзенчәлекле: remote профильләр генә яңартыла
zh_cn: 仅远程订阅可更新
zh_tw: 僅遠端訂閱可更新

# SVC_OnlyRemoteUpdatable.Content
source: Only remote profiles can be updated
ar: فقط الملفات البعيدة قابلة للتحديث
de: Nur Remote-Profile aktualisierbar
fa: فقط پروفایل‌های راه‌دور قابل به‌روزرسانی‌اند
id: Hanya profil jarak jauh yang bisa diperbarui
ja: リモート購読のみ更新可能
ko: 원격 구독만 업데이트 가능
tr: Sadece uzak profiller güncellenebilir
tt: Үзенчәлекле: remote профильләр генә яңартыла
zh_cn: 仅远程订阅可更新
zh_tw: 僅遠端訂閱可更新

# SVC_NotModifiedLog.Text
source: Profile unchanged (304): {0}
ar: الملف دون تغيير (304): {0}
de: Profil unverändert (304): {0}
es: Perfil sin cambios (304): {0}
fa: اشتراک تغییری نکرد (304): {0}
id: Profil tidak berubah (304): {0}
ja: 購読に変化なし(304): {0}
ko: 구독 변경 없음(304): {0}
ru: Подписка не изменилась (304): {0}
tr: Profil değişmedi (304): {0}
tt: Профиль үзгәрмәде (304): {0}
zh_cn: 订阅未变化（304）: {0}
zh_tw: 訂閱未變化（304）: {0}

# SVC_NotModifiedLog.Content
source: Profile unchanged (304): {0}
ar: الملف دون تغيير (304): {0}
de: Profil unverändert (304): {0}
fa: اشتراک تغییری نکرد (304): {0}
id: Profil tidak berubah (304): {0}
ja: 購読に変化なし(304): {0}
ko: 구독 변경 없음(304): {0}
tr: Profil değişmedi (304): {0}
tt: Профиль үзгәрмәде (304): {0}
zh_cn: 订阅未变化（304）: {0}
zh_tw: 訂閱未變化（304）: {0}

# SVC_UpdateFailed.Text
source: Profile update failed: {0}
ar: فشل تحديث الملف: {0}
de: Profil-Update fehlgeschlagen: {0}
es: Error al actualizar perfil: {0}
fa: به‌روزرسانی اشتراک ناموفق: {0}
id: Gagal memperbarui profil: {0}
ja: 購読更新失敗: {0}
ko: 구독 업데이트 실패: {0}
ru: Ошибка обновления подписки: {0}
tr: Profil güncelleme başarısız: {0}
tt: Профиль яңарту хата: {0}
zh_cn: 订阅更新失败: {0}
zh_tw: 訂閱更新失敗: {0}

# SVC_UpdateFailed.Content
source: Profile update failed: {0}
ar: فشل تحديث الملف: {0}
de: Profil-Update fehlgeschlagen: {0}
fa: به‌روزرسانی اشتراک ناموفق: {0}
id: Gagal memperbarui profil: {0}
ja: 購読更新失敗: {0}
ko: 구독 업데이트 실패: {0}
tr: Profil güncelleme başarısız: {0}
tt: Профиль яңарту хата: {0}
zh_cn: 订阅更新失败: {0}
zh_tw: 訂閱更新失敗: {0}

# SVC_DownloadFailed.Text
source: Download failed: {0}
ar: فشل التنزيل: {0}
de: Download fehlgeschlagen: {0}
es: Error al descargar: {0}
fa: دانلود ناموفق: {0}
id: Unduh gagal: {0}
ja: ダウンロード失敗: {0}
ko: 다운로드 실패: {0}
ru: Ошибка загрузки: {0}
tr: İndirme başarısız: {0}
tt: Йөкләү хата: {0}
zh_cn: 下载失败: {0}
zh_tw: 下載失敗: {0}

# SVC_DownloadFailed.Content
source: Download failed: {0}
ar: فشل التنزيل: {0}
de: Download fehlgeschlagen: {0}
fa: دانلود ناموفق: {0}
id: Unduh gagal: {0}
ja: ダウンロード失敗: {0}
ko: 다운로드 실패: {0}
tr: İndirme başarısız: {0}
tt: Йөкләү хата: {0}
zh_cn: 下载失败: {0}
zh_tw: 下載失敗: {0}

# SVC_InvalidUrl.Text
source: Subscription URL must be a valid HTTP/HTTPS URL
ar: يجب أن يكون عنوان الاشتراك HTTP/HTTPS صالحًا
de: Abo-URL muss HTTP/HTTPS sein
es: La URL debe ser HTTP/HTTPS válida
fa: آدرس اشتراک باید HTTP/HTTPS معتبر باشد
id: URL harus HTTP/HTTPS valid
ja: 有効なHTTP/HTTPS URLを指定してください
ko: 유효한 HTTP/HTTPS URL이어야 합니다
ru: Адрес подписки должен быть HTTP/HTTPS URL
tr: Abonelik adresi geçerli HTTP/HTTPS olmalı
tt: Абонент адресы HTTP/HTTPS булырга тиеш
zh_cn: 订阅地址必须是有效的 HTTP/HTTPS URL
zh_tw: 訂閱位址必須是有效的 HTTP/HTTPS URL

# SVC_InvalidUrl.Content
source: Subscription URL must be a valid HTTP/HTTPS URL
ar: يجب أن يكون عنوان الاشتراك HTTP/HTTPS صالحًا
de: Abo-URL muss HTTP/HTTPS sein
fa: آدرس اشتراک باید HTTP/HTTPS معتبر باشد
id: URL harus HTTP/HTTPS valid
ja: 有効なHTTP/HTTPS URLを指定してください
ko: 유효한 HTTP/HTTPS URL이어야 합니다
tr: Abonelik adresi geçerli HTTP/HTTPS olmalı
tt: Абонент адресы HTTP/HTTPS булырга тиеш
zh_cn: 订阅地址必须是有效的 HTTP/HTTPS URL
zh_tw: 訂閱位址必須是有效的 HTTP/HTTPS URL

# SVC_TooLarge.Text
source: Subscription exceeds the 20 MiB limit
ar: يتجاوز الاشتراك حد 20 ميبايت
de: Abo überschreitet 20 MiB
es: La suscripción supera 20 MiB
fa: حجم اشتراک از ۲۰ مگابایت بیشتر است
id: Langganan melebihi 20 MiB
ja: 購読が20MiB上限を超過
ko: 구독이 20MiB 한도 초과
ru: Подписка больше 20 МиБ
tr: Abonelik 20 MiB sınırını aştı
tt: Профиль 20 МиБ чикен узды
zh_cn: 订阅内容超过 20 MiB 限制
zh_tw: 訂閱內容超過 20 MiB 限制

# SVC_TooLarge.Content
source: Subscription exceeds the 20 MiB limit
ar: يتجاوز الاشتراك حد 20 ميبايت
de: Abo überschreitet 20 MiB
fa: حجم اشتراک از ۲۰ مگابایت بیشتر است
id: Langganan melebihi 20 MiB
ja: 購読が20MiB上限を超過
ko: 구독이 20MiB 한도 초과
tr: Abonelik 20 MiB sınırını aştı
tt: Профиль 20 МиБ чикен узды
zh_cn: 订阅内容超过 20 MiB 限制
zh_tw: 訂閱內容超過 20 MiB 限制

# SVC_ApplyAfterImportFailed.Text
source: Failed to apply profile after import: {0}
ar: فشل التطبيق بعد الاستيراد: {0}
de: Anwenden nach Import fehlgeschlagen: {0}
es: Error al aplicar tras importar: {0}
fa: اعمال پس از وارد کردن ناموفق: {0}
id: Gagal menerapkan setelah impor: {0}
ja: インポート後の適用に失敗: {0}
ko: 가져오기 후 적용 실패: {0}
ru: Ошибка применения после импорта: {0}
tr: İçe aktarma sonrası uygulama başarısız: {0}
tt: Кертүдән соң куллану хата: {0}
zh_cn: 导入后应用订阅失败: {0}
zh_tw: 匯入後應用訂閱失敗: {0}
